{
  "description": "Il s'agit d'une expérience d'intelligence artificielle visant à rendre les récits accessibles. Décrivez certains éléments et l'IA les transformera en récit en temps réel.",
  "placeholder": "Entrez la description pour le livre pour enfants",
  "generating": "Génération en cours...",
  "generate": "Générer l'histoire",
  "lucky": "Je me sens chanceux !",
  "cancel": "Annuler",
  "storygen": "StoryGen 📖",
  "how_it_works": "Comment ça fonctionne",
  "create_unique_stories": "Créez des histoires uniques : Entrez une brève description des éléments à inclure dans l'histoire, tels que les personnages, les lieux, les actions ou d'autres idées.",
  "produce_story": "Produisez une histoire : En appuyant sur le bouton 'Générer l'histoire', la technologie de l'IA utilise la description pour générer une histoire unique et captivante.",
  "try_luck": "Tentez votre chance : Si vous ne savez pas quoi écrire, vous pouvez appuyer sur le bouton 'Je me sens chanceux !' pour pré-remplir le champ de texte avec un exemple de texte choisi au hasard, qui est ensuite utilisé pour générer une histoire.",
  "further_plans": "Projets futurs",
  "goal": "L'objectif est de poursuivre le développement et de mettre en œuvre de nouvelles fonctionnalités pour améliorer l'expérience utilisateur. Chaque mois, une nouvelle association caritative est sélectionnée pour y contribuer. Veuillez consulter la page GitHub pour les mises à jour et les opportunités de contribuer au projet. Le soutien au développement ultérieur peut être envoyé via Vipps :",
  "for_good_cause": "Pour une bonne cause",
  "this_month": "Ce mois-ci, nous soutenons le Dr Bayan. Cet outil est une tentative de contribution à la communauté par le biais de l'innovation technologique. Le but est d'inspirer les jeunes et les moins jeunes à exprimer leur créativité et leur curiosité.",
  "help_bayan": "Aidez le docteur syrien Bayan à exercer sa profession",
  "consider_contribution": "Jusqu'à présent, des histoires ont été générées. Pour soutenir le développement continu de StoryGen, envisagez de contribuer :",
  "title": "StoryGen",
  "madeBy": "Créé par",
  "withLove": "avec amour, pour la collection de",
  "drBayan": "Dr Bayan",
  "examples": ["Mademoiselle Grenouille saute plus haut que quiconque dans la forêt, et à chaque atterrissage, elle crée une petite tempête de pluie avec ses éclaboussures.", "Monsieur Lièvre a des oreilles si longues qu'elles atteignent les nuages, et parfois il doit se baisser pour ne pas rester accroché aux étoiles.", "Petit Perroquet est si coloré qu'un arc-en-ciel semble terne en comparaison, et à chaque vol, il laisse une traînée de couleurs étincelantes.", "Monsieur Tortue est si lent qu'il met une journée entière pour traverser la route, mais il prend toujours le temps de s'arrêter et d'aider ceux qui en ont besoin.", "Mademoiselle Flamant rose a des pattes aussi fines que des spaghettis, mais elle peut se tenir en équilibre sur une patte plus longtemps que n'importe qui d'autre dans l'étang.", "Monsieur Éléphant a une trompe si grande qu'il peut l'utiliser comme une periscope et voir par-dessus les arbres même lorsqu'il est allongé sur le ventre.", "Mademoiselle Panda adore grimper si haut qu'elle peut regarder directement le coucher de soleil, et elle transforme les arbres en sa propre aire de jeux privée.", "Monsieur Hérisson est si petit qu'il peut se cacher dans une coquille de noisette, mais il a un ami dans chaque coin de la forêt.", "Capitaine Dauphin aime nager si vite qu'elle crée des vagues suffisamment grandes pour surfer, et elle laisse toujours la musique de l'océan guider son chemin."],
  "storyGenTitle": "StoryGen 📖",
  "storyGenDescription": "StoryGen permet aux utilisateurs de générer des histoires personnalisées, captivantes et créatives pour les enfants.",
  "howItWorksTitle": "Comment ça fonctionne",
  "step1": "Créez des histoires uniques",
  "step2": "Générez une histoire",
  "step3": "Tentez votre chance",
  "futurePlansTitle": "Projets futurs",
  "futurePlansDescription": "L'objectif est de continuer le développement et de mettre en œuvre de nouvelles fonctionnalités pour améliorer l'expérience utilisateur. Chaque mois, une nouvelle cause caritative est sélectionnée pour y contribuer. Consultez la page GitHub pour les mises à jour et les opportunités de contribuer au projet.",
  "supportingCauseTitle": "Soutenir une bonne cause",
  "supportingCauseDescription": "Ce mois-ci, nous contribuons à soutenir le Dr Bayan, car cet outil est une tentative de contribution à la société par le biais de l'innovation technologique. L'objectif est d'inspirer les jeunes et les moins jeunes à exprimer leur créativité et leur curiosité.",
  "supportingCauseText": "Aidez le docteur syrien Bayan à exercer sa profession",
  "generatedCountText": "Jusqu'à présent,",
  "supportDevelopmentText": "des histoires ont été générées. Pour soutenir le développement continu de StoryGen, envisagez de faire un don.",
  "dragImageText": "Téléchargez une photo de vous-même ou d'un être cher",
  "footerText": "créé par @tastefinger avec amour, en soutien à Dr. Bayan",
  "salesTermsText": "Salgsbetingelser"

}