{
  "description": "C'est une expérience en intelligence artificielle pour rendre les récits accessibles. Décrivez certains éléments et l'IA les transforme en récit en temps réel.",
  "placeholder": "Entrez la description pour le livre pour enfants",
  "generating": "Génération ...",
  "generate": "Générer l'histoire",
  "lucky": "Je me sens chanceux!",
  "cancel": "Annuler",
  "storygen": "StoryGen 📖",
  "how_it_works": "Comment ça marche",
  "create_unique_stories": "Créez des histoires uniques : Entrez une brève description des éléments à inclure dans l'histoire, comme les personnages, les décors, les actions ou d'autres idées.",
  "produce_story": "Produire une histoire : En appuyant sur le bouton 'Générer l'histoire', la technologie IA utilise la description pour générer une histoire unique et captivante.",
  "try_luck": "Tentez votre chance : Si vous ne savez pas quoi écrire, vous pouvez appuyer sur le bouton 'Je me sens chanceux!' pour remplir le champ de texte avec un exemple de texte sélectionné au hasard, qui est ensuite utilisé pour générer une histoire.",
  "further_plans": "Plans futurs",
  "goal": "L'objectif est de continuer le développement et de mettre en œuvre de nouvelles fonctionnalités pour améliorer l'expérience utilisateur. Chaque mois, une nouvelle œuvre de bienfaisance est sélectionnée pour contribuer. Veuillez visiter la page Github pour des mises à jour et des opportunités de contribuer au projet. Le soutien pour le développement ultérieur peut être envoyé via Vipps :",
  "for_good_cause": "Pour une bonne cause",
  "this_month": "Ce mois-ci, nous soutenons le Dr Bayan, cet outil est une tentative de contribuer à la communauté grâce à l'innovation technologique. L'objectif est d'inspirer les jeunes et les moins jeunes à exprimer leur créativité et leur curiosité.",
  "help_bayan": "Aidez le docteur syrien Bayan à exercer sa profession",
  "consider_contribution": "Jusqu'à présent, des histoires ont été générées. Pour soutenir le développement ultérieur de StoryGen, envisagez de contribuer :",
  "title": "StoryGen",
  "madeBy": "Fait par",
  "withLove": "avec amour, pour la collection de",
  "drBayan": "Dr Bayan",
  "examples": ["Mademoiselle Grenouille saute plus haut que quiconque dans la forêt, et chaque fois qu'elle atterrit, elle crée une mini tempête de pluie avec les éclaboussures.", "Monsieur Lapin a des oreilles si longues qu'elles atteignent les nuages, et parfois il doit se pencher pour ne pas se coincer dans les étoiles.", "Petit Perroquet est si coloré qu'un arc-en-ciel semble gris en comparaison, et chaque fois qu'elle vole, elle laisse une traînée de couleurs scintillantes.", "Sir Tortue est si lent qu'il lui faut une journée entière pour traverser la route, mais il a toujours le temps de s'arrêter et d'aider quelqu'un en besoin.", "Mademoiselle Flamant a des jambes aussi minces que des spaghettis, mais elle peut se tenir en équilibre sur une jambe plus longtemps que quiconque dans l'étang.", "Monsieur Éléphant a une trompe si grande qu'il peut l'utiliser comme un périscope, et voir par-dessus les arbres même lorsqu'il est allongé sur le ventre.", "Mademoiselle Panda aime grimper si haut qu'elle peut regarder droit dans le coucher du soleil, et elle fait des arbres ses propres terrains de jeu privés.", "Sir Hérisson est si petit qu'il peut se cacher dans une coquille de gland, mais il a un ami dans chaque coin de la forêt.", "Capitaine Dauphin aime nager si vite qu'elle crée des vagues assez grandes pour surfer dessus, et elle laisse toujours la musique de l'océan guider son chemin."]
}
