{
  "description": "Dette er et eksperiment i kunstig intelligens for 친 tilgjengeliggj칮re fortellinger. Beskriv noen elementer og AIen gj칮re det om til en fortelling i sanntid.",
  "placeholder": "Skriv inn beskrivelsen for barneboken",
  "generating": "Genererer ...",
  "generate": "Generer historie",
  "lucky": "Jeg pr칮ver lykken",
  "cancel": "Kanseller",
  "storygen": "StoryGen 游닀",
  "how_it_works": "Hvordan det fungerer",
  "create_unique_stories": "Skap unike historier: Angi en kort beskrivelse av elementene som skal inkluderes i historien, for eksempel karakterer, innstillinger, handlinger eller andre ideer.",
  "produce_story": "Produser en fortelling: Ved 친 trykke p친 'Generer historie'-knappen, bruker AI-teknologien beskrivelsen til 친 generere en unik og engasjerende historie.",
  "try_luck": "Pr칮v lykken: Hvis du er usikker p친 hva du skal skrive, kan du trykke p친 'Jeg pr칮ver lykken'-knappen for 친 fylle tekstfeltet med en tilfeldig valgt eksempeltekst, som s친 brukes til 친 generere en historie.",
  "further_plans": "Videre planer",
  "goal": "M친let er 친 fortsette utviklingen og implementere nye funksjoner for 친 forbedre brukeropplevelsen. Hver m친ned blir et nytt veldedig form친l valgt for 친 bidra til. Bes칮k gjerne Github-siden for oppdateringer og muligheter for 친 bidra til prosjektet. St칮tte til videreutvikling kan sendes via Vipps:",
  "for_good_cause": "Til inntekt for en god sak",
  "this_month": "Denne m친neden bidrar vi til 친 st칮tte Dr. Bayan. Dette verkt칮yet er et fors칮k p친 친 bidra til samfunnet gjennom teknologisk innovasjon. M친let er 친 inspirere b친de unge og gamle til 친 uttrykke sin kreativitet og nysgjerrighet.",
  "help_bayan": "Hjelp den syriske legen Bayan 친 f친 ut칮ve yrket sitt",
  "consider_contribution": "Hittil har det blitt generert fortellinger. For 친 st칮tte videreutviklingen av StoryGen, kan du vurdere 친 bidra med en slant:",
  "title": "StoryGen",
  "madeBy": "laga av",
  "withLove": "med kj칝rleik, til innsamling for",
  "drBayan": "Dr. Bayan",
  "examples": ["Fr칮ken Frosk hopper h칮yere enn noen annen i skogen, og hver gang hun lander, skaper hun en miniatyrregnstorm med plaskene.", "Herr Harepus har 칮rer s친 lange at de rekker til skyene, og noen ganger m친 han b칮ye seg for ikke 친 henge fast i stjernene.", "Lille Papeg칮ye er s친 fargerik at en regnbue virker gr친 i sammenligning, og hver gang hun flyr, etterlater hun en sti av gnistrende farger.", "Sir Skilpadde er s친 treg at han bruker en hel dag p친 친 krysse veien, men han har alltid tid til 친 stoppe og hjelpe noen som trenger det.", "Fr칮ken Flamingo har bein s친 tynne som spaghetti, men hun kan balansere p친 ett bein lengre enn noen annen i dammen.", "Herr Elefant har en snabel s친 stor at han kan bruke den som et periskop, og se over tr칝rne selv n친r han ligger p친 magen.", "Fr칮ken Panda elsker 친 klatre s친 h칮yt at hun kan kikke rett inn i solnedgangen, og hun lager tr칝rne til sine egne private lekeplasser.", "Sir Pinnsvin er s친 liten at han kan gjemme seg i et eiken칮tteskall, men han har en venn i hver eneste krok av skogen.", "Kaptein Delfin elsker 친 sv칮mme s친 raskt at hun skaper b칮lger store nok til 친 surfe p친, og hun lar alltid havets musikk guide veien hennes."],
  "storyGenTitle": "StoryGen 游닀",
  "storyGenDescription": "StoryGen lar brukere generere personlige, engasjerende og kreative historier for barn.",
  "howItWorksTitle": "Hvordan det fungerer",
  "step1": "Skap unike historier",
  "step2": "Produser en fortelling",
  "step3": "Pr칮v lykken",
  "futurePlansTitle": "Videre planer",
  "futurePlansDescription": "M친let er 친 fortsette utviklingen og implementere nye funksjoner for 친 forbedre brukeropplevelsen. Hver m친ned blir et nytt veldedig form친l valgt for 친 bidra til. Bes칮k gjerne Github-siden for oppdateringer og muligheter for 친 bidra til prosjektet.",
  "supportingCauseTitle": "Til inntekt for en god sak",
  "supportingCauseDescription": "Denne m친neden bidrar vi til 친 st칮tte Dr. Bayan, da dette verkt칮yet er et fors칮k p친 친 bidra til samfunnet gjennom teknologisk innovasjon. M친let er 친 inspirere b친de unge og gamle til 친 uttrykke sin kreativitet og nysgjerrighet.",
  "supportingCauseText": "Hjelp den syriske legen Bayan 친 f친 ut칮ve yrket sitt",
  "generatedCountText": "Hittil har det blitt generert",
  "supportDevelopmentText": "fortellinger. For 친 st칮tte videreutviklingen av StoryGen, kan du vurdere 친 bidra med en slant.",
  "dragImageText": "Last opp et bilde av deg selv eller en kj칝r",
  "footerText": "laget av @tastefinger med kj칝rlighet, til st칮tte for Dr. Bayan",
  "githubLinkText": "https://github.com/lukketsvane",
  "orgNumberText": "Organisasjonsnummer:  919 598 107",
  "emailText": "e-post: iverfinne@gmail.com",
  "salesTermsText": "Salgsbetingelser",
  "name": "Navn",
  "age": "Alder",
  "role": "Rolle",
  "theme": "Tema",
  "generate": "Generer",
  "generating": "Genererer...",
  "cancel": "Avbryt"
}

