{
  "description": "Este es un experimento en inteligencia artificial para hacer accesibles las narrativas. Describe algunos elementos y la IA los convierte en una narrativa en tiempo real.",
  "placeholder": "Ingrese la descripci칩n para el libro infantil",
  "generating": "Generando ...",
  "generate": "Generar historia",
  "lucky": "춰Me siento afortunado!",
  "cancel": "Cancelar",
  "storygen": "StoryGen 游닀",
  "how_it_works": "C칩mo funciona",
  "create_unique_stories": "Crea historias 칰nicas: Ingresa una breve descripci칩n de los elementos que deben incluirse en la historia, como personajes, escenarios, acciones u otras ideas.",
  "produce_story": "Produce una historia: Al presionar el bot칩n 'Generar historia', la tecnolog칤a de IA utiliza la descripci칩n para generar una historia 칰nica y atractiva.",
  "try_luck": "Prueba tu suerte: Si no est치s seguro de qu칠 escribir, puedes presionar el bot칩n '춰Me siento afortunado!' para llenar el campo de texto con un ejemplo de texto seleccionado al azar, que luego se usa para generar una historia.",
  "further_plans": "Planes futuros",
  "goal": "El objetivo es continuar el desarrollo e implementar nuevas funciones para mejorar la experiencia del usuario. Cada mes, se selecciona una nueva caridad para contribuir. Por favor visita la p치gina de Github para actualizaciones y oportunidades para contribuir al proyecto. El soporte para el desarrollo adicional se puede enviar a trav칠s de Vipps:",
  "for_good_cause": "Por una buena causa",
  "this_month": "Este mes estamos apoyando al Dr. Bayan, esta herramienta es un intento de contribuir a la comunidad a trav칠s de la innovaci칩n tecnol칩gica. El objetivo es inspirar a j칩venes y adultos a expresar su creatividad y curiosidad.",
  "help_bayan": "Ayuda al m칠dico sirio Bayan a practicar su profesi칩n",
  "consider_contribution": "Hasta ahora, se han generado historias. Para apoyar el desarrollo adicional de StoryGen, considera contribuir:",
  "title": "StoryGen",
  "madeBy": "Hecho por",
  "withLove": "con amor, para la colecci칩n de",
  "drBayan": "Dr. Bayan",
  "examples": ["La se침orita Rana salta m치s alto que cualquiera en el bosque, y cada vez que aterriza, crea una mini tormenta de lluvia con sus salpicaduras.", "El se침or Conejo tiene orejas tan largas que alcanzan las nubes, y a veces tiene que agacharse para no quedar atrapado en las estrellas.", "La peque침a Loro es tan colorida que un arco iris parece gris en comparaci칩n, y cada vez que vuela, deja un rastro de colores brillantes.", "El se침or Tortuga es tan lento que tarda un d칤a entero en cruzar la carretera, pero siempre tiene tiempo para detenerse y ayudar a quien lo necesita.", "La se침orita Flamenco tiene patas tan delgadas como espaguetis, pero puede equilibrarse en una pata m치s tiempo que cualquiera en el estanque.", "El se침or Elefante tiene una trompa tan grande que puede usarla como un periscopio, y ver por encima de los 치rboles incluso cuando est치 tumbado en su est칩mago.", "A la se침orita Panda le encanta escalar tan alto que puede mirar directamente al atardecer, y convierte los 치rboles en sus propios parques de juegos privados.", "El se침or Erizo es tan peque침o que puede esconderse en una c치scara de bellota, pero tiene un amigo en cada rinc칩n del bosque.", "La capitana Delf칤n le encanta nadar tan r치pido que crea olas lo suficientemente grandes para surfear, y siempre deja que la m칰sica del mar gu칤e su camino."],
  "storyGenTitle": "StoryGen 游닀",
  "storyGenDescription": "StoryGen permite a los usuarios generar historias personalizadas, atractivas y creativas para ni침os.",
  "howItWorksTitle": "C칩mo funciona",
  "step1": "Crear historias 칰nicas",
  "step2": "Generar una historia",
  "step3": "Prueba tu suerte",
  "futurePlansTitle": "Planes futuros",
  "futurePlansDescription": "El objetivo es continuar con el desarrollo e implementar nuevas caracter칤sticas para mejorar la experiencia del usuario. Cada mes se selecciona una causa ben칠fica para contribuir. Visita la p치gina de GitHub para obtener actualizaciones y oportunidades para contribuir al proyecto.",
  "supportingCauseTitle": "Apoyando una buena causa",
  "supportingCauseDescription": "Este mes, estamos contribuyendo para apoyar al Dr. Bayan, ya que esta herramienta es un intento de contribuir a la sociedad a trav칠s de la innovaci칩n tecnol칩gica. El objetivo es inspirar a j칩venes y mayores a expresar su creatividad y curiosidad.",
  "supportingCauseText": "Ayuda a la Doctora Bayan a ejercer su profesi칩n",
  "generatedCountText": "Hasta ahora, se han generado",
  "supportDevelopmentText": "historias. Para apoyar el desarrollo continuo de StoryGen, considera hacer una contribuci칩n.",
  "dragImageText": "Carga una imagen de ti mismo o de un ser querido",
  "footerText": "creado por @tastefinger con amor, en apoyo de Dr. Bayan",
  "salesTermsText": "Salgsbetingelser",
  "generateTale": "Generar Cuento",
  "name": "Nombre",
  "age": "Edad",
  "role": "Rol",
  "theme": "Tema",
  "generate": "Generar",
  "generating": "Generando...",
  "cancel": "Cancelar"

}