{
  "description": "Hii ni jaribio katika akili bandia kuifanya hadithi iweze kufikiwa. Elezea baadhi ya vipengele na AI itaigeuza kuwa hadithi halisi wakati huo huo.",
  "placeholder": "Ingiza maelezo ya kitabu cha watoto",
  "generating": "Inazalisha...",
  "generate": "Zalisha hadithi",
  "lucky": "Nina hisia nzuri!",
  "cancel": "Katiza",
  "storygen": "StoryGen 📖",
  "how_it_works": "Jinsi inavyofanya kazi",
  "create_unique_stories": "Zalisha hadithi za pekee: Ingiza maelezo mafupi ya vipengele vitakavyojumuishwa katika hadithi, kama vile wahusika, mandhari, vitendo, au wazo lingine lolote.",
  "produce_story": "Toa hadithi: Kwa kubonyeza kitufe cha 'Zalisha hadithi', teknolojia ya AI inatumia maelezo hayo kuunda hadithi ya kipekee na yenye kuvutia.",
  "try_luck": "Jaribu bahati yako: Ikiwa haujui cha kuandika, unaweza kubonyeza kitufe cha 'Nina hisia nzuri!' ili kujaza uwanja wa maandishi na maandishi ya mfano yaliyochaguliwa kwa nasibu, ambayo yanatumika kuzalisha hadithi.",
  "further_plans": "Mpango wa baadaye",
  "goal": "Lengo ni kuendeleza na kutekeleza vipengele vipya ili kuboresha uzoefu wa mtumiaji. Kila mwezi, shirika la hisani jipya linachaguliwa kwa kuchangia. Tafadhali tembelea ukurasa wa Github kwa habari na fursa za kuchangia katika mradi huu. Msaada kwa maendeleo zaidi unaweza kutumwa kupitia Vipps:",
  "for_good_cause": "Kwa kusaidia kusudi jema",
  "this_month": "Mwezi huu tunasaidia Dr. Bayan, zana hii ni jaribio la kuchangia jamii kupitia uvumbuzi wa teknolojia. Lengo ni kuhamasisha vijana na wazee kutumia ubunifu na udadisi wao.",
  "help_bayan": "Saidia daktari wa Kisyria, Bayan, kufanya kazi yake",
  "consider_contribution": "Hadi sasa, hadithi zimezalishwa. Ili kusaidia maendeleo zaidi ya StoryGen, fikiria kutoa mchango:",
  "title": "StoryGen",
  "madeBy": "Imetengenezwa na",
  "withLove": "kwa upendo, kwa ajili ya ukusanyaji wa",
  "drBayan": "Dk. Bayan",
  "examples": ["Bibi Chura anaruka juu kuliko wengine wote katika msitu, na kila mara anapopaa, anasababisha mvua ndogo na matone yake.", "Bwana Hare ana masikio marefu yanayofika mawinguni, na mara kwa mara anapaswa kukunja kichwa ili asikwame kwenye nyota.", "Korongo mdogo ana rangi nyingi sana hivi kwamba upinde wa mvua unaonekana kuwa duni kulinganisha naye, na kila anaporuka anauacha mkia wa rangi zenye kung'aa.", "Bwana Kasa ni mnyama wa polepole sana hivi kwamba inamchukua siku nzima kuvuka barabara, lakini daima anapata muda wa kusimama na kusaidia wanaohitaji.", "Bibi Flamingo ana miguu nyembamba kama spaghetti, lakini anaweza kusawazisha mguu mmoja kwa muda mrefu kuliko mtu yeyote katika dimbwi.", "Bwana Tembo ana pua kubwa sana ambayo anaweza kuitumia kama kiperiscope na kuona juu ya miti hata akiwa amelala kifudifudi.", "Bibi Panda anapenda kupanda juu sana hivi kwamba anaweza kuangalia moja kwa moja jua la macho, na anageuza miti kuwa uwanja wake binafsi wa michezo.", "Mhindi kichaka ni mdogo sana hivi kwamba anaweza kujificha ndani ya ganda la kunde, lakini ana rafiki kila kona ya msitu.", "Kapteni Dolphin anapenda kuogelea kwa kasi sana hivi kwamba anaunda mawimbi makubwa ya kutosha kusurufu, na daima anaruhusu muziki wa bahari kumwongoza njia."],
  "storyGenTitle": "StoryGen 📖",
  "storyGenDescription": "StoryGen inaruhusu watumiaji kuunda hadithi zilizobinafsishwa, za kuvutia, na za ubunifu kwa watoto.",
  "howItWorksTitle": "Jinsi Inavyofanya Kazi",
  "step1": "Unda hadithi za kipekee",
  "step2": "Tengeneza hadithi",
  "step3": "Jaribu bahati yako",
  "futurePlansTitle": "Mipango ya Baadaye",
  "futurePlansDescription": "Lengo ni kuendelea na maendeleo na kutekeleza vipengele vipya ili kuboresha uzoefu wa watumiaji. Kila mwezi, kuna kusudio jema kinachochaguliwa kwa kuchangia. Tembelea ukurasa wa GitHub kwa sasisho na fursa za kuchangia kwenye mradi.",
  "supportingCauseTitle": "Kusaidia Kusudio Jema",
  "supportingCauseDescription": "Mwezi huu, tunachangia kusaidia Dkt. Bayan, kwani zana hii ni jaribio la kuchangia katika jamii kupitia uvumbuzi wa teknolojia. Lengo ni kuwahamasisha wote vijana na wazee kuonyesha ubunifu na utambuzi wao.",
  "supportingCauseText": "Saidia Dkt. Bayan Kutimiza Utaalamu Wake",
  "generatedCountText": "Mpaka sasa,",
  "supportDevelopmentText": "hadithi zimezalishwa. Ili kusaidia maendeleo zaidi ya StoryGen, fikiria kutoa mchango.",
  "dragImageText": "Pakia picha yako au ya mtu unaempenda",
  "footerText": "imeundwa na @tastefinger kwa upendo, kwa kusaidia Dr. Bayan",
  "salesTermsText": "Salgsbetingelser"
}