{
  "description": "This is an experiment in artificial intelligence to make narratives accessible. Describe some elements and the AI ​​turns it into a narrative in real time.",
  "placeholder": "Enter the description for the children's book",
  "generating": "Generating ...",
  "generate": "Generate story",
  "lucky": "I'm feeling lucky!",
  "cancel": "Cancel",
  "storygen": "StoryGen 📖",
  "how_it_works": "How it works",
  "create_unique_stories": "Create unique stories: Enter a brief description of the elements to be included in the story, such as characters, settings, actions, or other ideas.",
  "produce_story": "Produce a story: By pressing the 'Generate story' button, AI technology uses the description to generate a unique and engaging story.",
  "try_luck": "Try your luck: If you're unsure what to write, you can press the 'I'm feeling lucky!' button to populate the text field with a randomly selected example text, which is then used to generate a story.",
  "further_plans": "Future plans",
  "goal": "The goal is to continue development and implement new features to improve the user experience. Each month, a new charity is selected to contribute to. Please visit the Github page for updates and opportunities to contribute to the project. Support for further development can be sent via Vipps:",
  "for_good_cause": "For a good cause",
  "this_month": "This month we are supporting Dr. Bayan, this tool is an attempt to contribute to the community through technological innovation. The aim is to inspire both young and old to express their creativity and curiosity.",
  "help_bayan": "Help the Syrian doctor Bayan to practice his profession",
  "consider_contribution": "So far, stories have been generated. To support the further development of StoryGen, consider contributing:",
  "title": "StoryGen",
  "madeBy": "Made by",
  "withLove": "with love, for the collection of",
  "drBayan": "Dr. Bayan",
  "examples": ["Miss Frog jumps higher than anyone else in the forest, and each time she lands, she creates a small rainstorm with her splashes.", "Mister Hare has ears so long they reach the clouds, and sometimes he has to duck so he doesn't hang on to the stars.", "Little Parrot is so colorful that a rainbow looks dull in comparison, and with each flight he leaves a trail of sparkling colors.", "Mister Tortoise is so slow that it takes him a whole day to cross the road, but he always takes the time to stop and help those in need.", "Mademoiselle Flamant rose has legs as slender as spaghetti, but she can balance on one leg longer than anyone else in the pond.", "Mister Elephant has a trunk so big he can use it as a periscope and see over the trees even when lying face down.", "Miss Panda loves to climb so high she can look directly at the sunset, and she turns the trees into her own private playground.", "Monsieur Hedgehog is so small he can hide in a nut shell, but he has a friend in every corner of the forest.", "Captain Dauphin likes to swim so fast that she creates waves big enough to surf, and she always lets the music of the ocean guide her way."],  "storyGenTitle": "StoryGen 📖",
  "storyGenDescription": "StoryGen allows users to generate personalized, engaging, and creative stories for children.",
  "howItWorksTitle": "How it works",
  "step1": "Create unique stories",
  "step2": "Generate a story",
  "step3": "Try your luck",
  "futurePlansTitle": "Future plans",
  "futurePlansDescription": "The goal is to continue development and implement new features to enhance the user experience. Each month, a new charitable cause is selected to contribute to. Visit the GitHub page for updates and opportunities to contribute to the project.",
  "supportingCauseTitle": "Supporting a good cause",
  "supportingCauseDescription": "This month, we're contributing to support Dr. Bayan, as this tool is an attempt to contribute to society through technological innovation. The aim is to inspire both young and old to express their creativity and curiosity.",
  "supportingCauseText": "Help Syrian Doctor Bayan Practice Her Profession",
  "generatedCountText": "So far,",
  "supportDevelopmentText": "stories have been generated. To support the further development of StoryGen, consider making a contribution.",
  "dragImageText": "upload a picture of yourself or a loved one",
  "footerText": "created by @tastefinger with love, in support of Dr. Bayan",
  "salesTermsText": "Salgsbetingelser"
}


