{
  "description": "Це експеримент зі штучним інтелектом для доступного розповідання історій. Опишіть деякі елементи, а штучний інтелект перетворить їх на розповідь в реальному часі.",
  "placeholder": "Введіть опис для дитячої книги",
  "generating": "Генерація...",
  "generate": "Згенерувати історію",
  "lucky": "Мені пощастить!",
  "cancel": "Скасувати",
  "storygen": "StoryGen 📖",
  "how_it_works": "Як це працює",
  "create_unique_stories": "Створити унікальні історії: Введіть короткий опис елементів, які мають бути включені в історію, такі як персонажі, місця, дії або інші ідеї.",
  "produce_story": "Створити історію: Натисніть кнопку 'Згенерувати історію', і штучний інтелект використовуватиме опис для створення унікальної та захопливої історії.",
  "try_luck": "Спробуйте своє щастя: Якщо ви не впевнені, що писати, можете натиснути кнопку 'Мені пощастить!' для заповнення текстового поля випадково вибраним прикладом тексту, який потім використовується для створення історії.",
  "further_plans": "Майбутні плани",
  "goal": "Метою є продовження розробки та впровадження нових функцій для поліпшення користувацького досвіду. Щомісяця вибирається нова благодійна організація для підтримки. Відвідайте сторінку на GitHub для оновлень та можливостей внести свій внесок у проект. Підтримку подальшого розвитку можна надсилати через Vipps:",
  "for_good_cause": "Для доброї справи",
  "this_month": "Цього місяця ми підтримуємо Доктора Баяна, цей інструмент є спробою внести свій внесок у громаду через технологічні інновації. Метою є надихнути як молодих, так і старих виражати свою творчість та цікавість.",
  "help_bayan": "Допоможіть сирійському лікарю Баяну практикувати свою професію",
  "consider_contribution": "До цього часу було згенеровано історій. Щоб підтримати подальший розвиток StoryGen, розгляньте можливість внесення внеску:",
  "title": "StoryGen",
  "madeBy": "Створено",
  "withLove": "з любов'ю, для збору коштів для",
  "drBayan": "Доктора Баяна",
  "examples": ["Міс Фрог стрибає вище за всіх у лісі, і кожного разу, коли вона приземляється, вона створює невеликий дощик своїми бризками.", "Містер Заєць має такі довгі вуха, що дістають до хмар, і іноді йому доводиться нагнутися, щоб не зачепити зірки.", "Маленький Папуга такий розкішний, що в порівнянні з ним веселка виглядає нудно, і при кожному польоті він залишає за собою слід з блискучих кольорів.", "Містер Черепаха такий повільний, що йому потрібен цілий день, щоб перейти дорогу, але завжди знаходить час, щоб допомогти тим, хто потребує допомоги.", "Мадемуазель Фламанго має ноги такі тонкі, як шпагетті, але вона може стояти на одній нозі довше за всіх в ставку.", "Містер Слон має хобот такий великий, що може використовувати його як підводний перископ і бачити через дерева навіть в положенні обличчя вниз.", "Міс Панда обожнює лазити так високо, що може дивитися прямо на захід сонця, і вона перетворює дерева на свою особисту гойдалку.", "Месьє Їжак настільки малий, що може приховатися у горішковій шкаралупі, але у нього є друг в кожному куточку лісу.", "Капітан Дельфін любить плавати так швидко, що створює хвилі достатньо великі для серфінгу, і завжди дозволяє музиці океану керувати своїм шляхом."],
  "storyGenTitle": "StoryGen 📖",
  "storyGenDescription": "StoryGen дозволяє користувачам генерувати персоналізовані, захоплюючі та творчі історії для дітей.",
  "howItWorksTitle": "Як це працює",
  "step1": "Створити унікальні історії",
  "step2": "Згенерувати історію",
  "step3": "Спробуйте своє щастя",
  "futurePlansTitle": "Майбутні плани",
  "futurePlansDescription": "Метою є продовження розробки та впровадження нових функцій для поліпшення користувацького досвіду. Щомісяця вибирається нова благодійна справа для підтримки. Відвідайте сторінку на GitHub для оновлень та можливостей внести свій внесок у проект.",
  "supportingCauseTitle": "Підтримка доброчинної справи",
  "supportingCauseDescription": "Цього місяця ми підтримуємо Доктора Баяна, оскільки цей інструмент є спробою внести свій внесок у суспільство за допомогою технологічних інновацій. Метою є надихнути як молодих, так і старих виражати свою творчість та цікавість.",
  "supportingCauseText": "Допоможіть сирійському лікарю Баяну практикувати свою професію",
  "generatedCountText": "До цього часу",
  "supportDevelopmentText": "було згенеровано історій. Щоб підтримати подальший розвиток StoryGen, розгляньте можливість внесення внеску.",
  "dragImageText": "завантажте зображення себе або коханої людини",
  "footerText": "створено {link1} з любов'ю, на підтримку {link2}",
  "salesTermsText": "Salgsbetingelser"
}
